Repository: libewa/iKurseBW
Catalog: iKurseBW/Resources/Localizable.xcstrings
Source language: de
Languages: en

source: %lld Kurse gwählt
en: %lld courses chosen

source: %lld Kurse verfügbar
en: %lld courses available

source: Alle benötigten Kurse ausgewählt!
en: All needed courses selected!

# Aufgabenfeld 1
source: Aufgabenfeld 1 (Sprache/Kunst)
en: Field 1 (Language/Arts)

# Aufgabenfeld 2
source: Aufgabenfeld 2 (Gesellschaft)
en: Field 2 (Social)

# Aufgabenfeld 3
source: Aufgabenfeld 3 (Mathematik/Naturwissenschaften)
en: Field 3 (Math/Science)

source: Basisfach
en: Base course

source: Basisfach mündlich geprüft
en: Orally graded base course

source: Bitte auswählen
en: Please select an option

source: Datei auswählen
en: Pick file

# dateiAuswahlErklärung
source: Bitte wähle eine Datei mit verfügbaren Kursen, oder benutze die Standardauswahl.
en: Please select a file containing available courses, or use the default one.

source: Deutsch
en: German

source: Ein Fehler ist aufgetreten
en: An error has occurred

source: Erdkunde
en: Geography

# Ergebnis Überschrift
source: Deine Kurswahl
en: Your selected courses

source: Fehlende Kurse
en: Missing courses

source: Fremdsprache
en: Foreign language

# Gefährlich wenige Kurse
source: Es werden mindestens 44 Kurse empfohlen. Mit 42 Kursen besteht das Risiko, bei einer Sportverletzung oder längerer Krankheit nicht zum Abitur zugelassen zu werden.
en: A minimum of 44 courses is recommended. With only 42 courses you risk not being allowed into the final exams in case of an injury or prolonged sickness.

source: Gemeinschaftskunde
en: Social studies

source: Geprüfte Basiskurse
en: Graded base courses

# Geprüfte Basiskurse Text
source: Nun wähle deine geprüften Basiskurse. Einer oder zwei können durch deine Leistungsfachwahl vorgegeben sein.
en: Now choose your orally graded base courses. One or both of them might be dictated by your choice of high-level courses.

source: Geschichte
en: History

source: Gesellschaftswissenschaften
en: Social sciences

# githubLink
source: App-Quellcode und Issue-Tracker auf GitHub
en: App source code and issue tracker on GitHub

# KM-Info Link
source: Offizielle Informationen des Kultusministeriums
en: Official Ministry of Culture info (German only)

source: Kunst
en: Arts

source: Kunst oder Musik
en: Arts or Music

source: Kunst, Musik oder Sport
en: Arts, Music or Sports

source: Leistungsfach
en: High-level course

source: Leistungskurse (%lld/3)
en: High-level courses (%lld/3)

source: Mathematik
en: Math

source: Mündlich geprüfter Basiskurs %lld
en: Orally grande base course %lld

source: Naturwissenschaft
en: Science

# Nicht genug Kurse
source: Du brauchst mindestens 42 Kurse (Semester eines Faches)
en: You need a minimum of 42 courses (one class for one semester)

source: Nicht gewählt
en: Not elected

# nurSportkursFehlt
source: Dir fehlt der Sportkurs. Wenn du eine Sportbefreiung hast, kannst du trotzdem fortfahren.
en: You are missing a sports course. If you have been explicitly exempt from sports class, you can continue anyway.

source: Religion/Ethik
en: Religion/Ethics

source: Seminarkurs
en: Seminar course

source: Sport
en: Sports

source: Summe
en: Total

source: Trotzdem weiter
en: Continue anyways

source: Verbleibende Kurse wählen
en: Choose remaining courses

source: Vertiefungskurs
en: In-depth course

# wähleLeistungskursErklärung
source: Wähle deinen %lld. Leistungskurs. Die Leistungskurse werden im Abitur schriftlich geprüft und während der gesamten Kursstufe mit 5 Wochenstunden unterrichtet. Deine Leistungskurswahl kann auch die Wahl deiner mündlich geprüften Basiskurse beeinflussen.
en: Choose high-level course number %lld. High-level courses are graded in a written final exam and are taught at five lessons a week. Your choice of high-level courses can influence available orally graded basic courses.

source: Wahlpflichtfach
en: Elective class

source: Weiter
en: Continue

source: Weiter zur LK-Wahl
en: Continue to high-level courses

source: Weitere Kurse wählen
en: Choose more courses

# willkommen Text
source: Hallo, und willkommen bei iKurseBW! Diese App hilft dir bei der Wahl deiner Kurse für die Kursstufe des allgemeinbildenden Gymnasiums (Klasse 11 und 12 oder 12 und 13). Die App ist noch in der Entwicklung, daher kann es zu Fehlern kommen. Bitte melde diese über GitHub. Bitte beachte, dass die App keine offizielle App des Kultusministeriums ist und daher keine Garantie für die Richtigkeit der Informationen gegeben werden kann.
en: Hello, and welcome to iKurseBW! This app helps you choose your courses for the „Kursstufe des allgemeinbildenden Gymnasiums“ (roughly equivalent to high school, grades 11 and 12 or 12 and 13). The app is still in development, so please report issues on GitHub. Please note that this is not an official tool, and no guarantee is given for the correctness of the information.

# Willkommen Überschrift
source: Willkommen bei iKurseBW!
en: Welcome to iKurseBW

source: Zweite Fremdsprache oder Naturwissenschaft
en: Second foreign language or science
